Repository: llucax/sadba
Catalog: po/*.po
Languages: es_ar

source: Both enabled
es_ar: Ambos activados

source: Both only on battery
es_ar: Ambos sólo con batería

source: Blanking only on battery
es_ar: Apagar sólo con batería

source: Both disabled
es_ar: Ambos desactivados

source: Only dimming
es_ar: Sólo oscurecer

source: Blanking and dimming always enabled
es_ar: Apagar y oscurecer siempre activado

source: Blanking and dimming enabled only on battery
es_ar: Apagar y oscurecer sólo con batería

source: Always dim, blank only on battery
es_ar: Oscurecer siempre, apagar sólo con batería

source: Blanking and dimming always disabled
es_ar: Apagar y oscurecer siempre activado

source: Blanking disabled, dimming enabled
es_ar: Apagar desactivado, oscurecer activado

source: Display blanking inhibition disabled
es_ar: Inhibición de apagado de pantalla desactivado

source: Inhibit display blanking for...
es_ar: Inhibit apagado de pantalla por...

source: Hours
es_ar: Horas

source: Minutes
es_ar: Minutos

source: Select display blanking mode
es_ar: Seleccionar modo de apagado de pantalla
